<section id="suggestopedy" class="suggestopedy_cont font_phenomena">
	<div class="container">
		<h1 class="main_label text-center">Сугестопедия</h1>
		<div class="col-lg-8 col-lg-offset-2 col-md-10 col-md-offset-1 col-sm-10 col-sm-offset-1 col-xs-12 padding_top_m padding_bottom_l">
			<section class="text-center">
			    <h3><strong>Лаборатория Сугестопедика</strong>"Принципът на велосипеда е основната идея, илюстрираща майчината грижа и подкрепа на преподавателя към курсистите в Сугестопедията/ Резервопедия."</h3>
			    <h3>Проф. д-р Георги Лозанов</h3>
			</section>	
			<section class="text-center">
				<h3>В исторически и глобален план сугестията е доказала своите резултати за подобряването на качеството на живот и психичното здраве. През 60-те и 70-те години на XX в. проф. д-р Георги Лозанов прави проучвания и доказва, че сугестивната терапия води до разкриване на резервите и допринася за един по-щастлив живот у хората, които са преминали през психо-лингвистичните сеанси. Сугестопедията е естественото развитие на този процес като използва различни форми на изкуството и културата, за да отключи резервите у всеки един. Към момента чрез Сугестопедия се провеждат тренинги по чуждоезиково обучение, математика, ранно детско развитие, родна реч, история, презентационни умения, умения за общуване в семейството, бизнес комуникации и др. В световен мащаб този български метод се използва за възприемане на нов материал от университетите в Канада, Швеция, Финландия, Япония, Мексико и др. Основната функция на Сугестопедията е комуникацията на база на разкритите резерви.</h3>
				<h3>Методът прилаган на практика чрез аудио-визуални материали, активни и пасивни четения, многократно увеличен материал за кратък период от време и фокусиран върху общуването между хората в съчетание с класическата музика и естетиката води до промяна на психическото състояние у хората и допринася за тяхното личностно развитие.</h3>
			</section>
		</div>
	</div>
</section>